const department = [
  {
    id: 0,
    name: '产品部',
    detail:
      '我们的舞台很大，灰白的原型图由我们渲染成色，把稍纵即逝的灵感，变成触手可及的样子。作为产品的美化师和设计师，我们专注于移动PC两端产品界面每一像素的绘制、建模和优化。这里是视觉设计部，视觉盛宴等你加入！',
    mark: {
      technology: 23,
      logic: 42,
      taste: 53,
    },
  },
  {
    id: 1,
    name: '视觉设计部',
    detail:
      '我们的舞台很大，灰白的原型图由我们渲染成色，把稍纵即逝的灵感，变成触手可及的样子。作为产品的美化师和设计师，我们专注于移动PC两端产品界面每一像素的绘制、建模和优化。这里是视觉设计部，视觉盛宴等你加入！',
    mark: {
      technology: 23,
      logic: 42,
      taste: 53,
    },
  },
  {
    id: 2,
    name: '移动开发部',
    detail:
      '我们的舞台很大，灰白的原型图由我们渲染成色，把稍纵即逝的灵感，变成触手可及的样子。作为产品的美化师和设计师，我们专注于移动PC两端产品界面每一像素的绘制、建模和优化。这里是视觉设计部，视觉盛宴等你加入！',
    mark: {
      technology: 23,
      logic: 42,
      taste: 53,
    },
  },
  {
    id: 3,
    name: 'Web 研发部',
    detail:
      '我们的舞台很大，灰白的原型图由我们渲染成色，把稍纵即逝的灵感，变成触手可及的样子。作为产品的美化师和设计师，我们专注于移动PC两端产品界面每一像素的绘制、建模和优化。这里是视觉设计部，视觉盛宴等你加入！',
    mark: {
      technology: 54,
      logic: 24,
      taste: 89,
    }
  },
  {
    id: 4,
    name: '运维安全部',
    detail:
      '我们的舞台很大，灰白的原型图由我们渲染成色，把稍纵即逝的灵感，变成触手可及的样子。作为产品的美化师和设计师，我们专注于移动PC两端产品界面每一像素的绘制、建模和优化。这里是视觉设计部，视觉盛宴等你加入！',
    mark: {
      technology: 54,
      logic: 24,
      taste: 89,
    }
  },
]

export default department
